<?php 

return [
	'chain' => 'chain to the miracle',
	// sys
	'sys' => '下一代区块链环保技术及能源管理系统',

	// idea
	'idea' => '倡导绿色生活理念',
	'idea1' => '一个系统',
	'idea1_1' => 'OASES生态系统',
	'idea1_2' => 'OASES生态系统旨在使用区块链技术并结合实体经济产业，为解决全球范围内如何减少环境污染、降低能耗、监控排放，以及环境大数据的收集、分析等问题提供完善的方案，促进全球环保标准的建立，和各类能源资产交易市场的形成，构建更加环保和节能的世界。',
	'idea2' => '两个维度',
	'idea2_1' => '物质维度（OMF）',
	'idea2_2' => '物质维度决定了物质的状态及能量的性质，是OASES物质流的理论基础。',
	'idea2_3' => '信息维度（OIF）',
	'idea2_4' => '信息维度认为，信息在传递之间同样是具有能量的，是OASES信息流的理论基础。',
	'idea3' => '三个结构',
	'idea3_1' => '时空结构（OSS）',
	'idea3_2' => 'OASES时空结构（OSS）定义了的生态系统中能量的表现形式。',
	'idea3_3' => '组分结构（OCDS）',
	'idea3_4' => 'OASES组分结构（OCDS）定义了生态系统中物质的能量结构和特征。',
	'idea3_5' => '循环结构（OFS）',
	'idea3_6' => 'OASES生态系统中的循环结构是构成能量循环和能量转化的关键途径。',


	// 区块链
	'block' => '基于区块链技术',
	'block1' => '智能合约',
	'block2' => '共识协议',
	'block3' => '激励机制',
	'block4' => '分布式存储',
	'block5' => '分布式运算',
	'block6' => '虚拟机',

	// use
	'use' => '行业中的应用',
	'use_1' => '倡导更环保的出行方式',
	'use_2' => '推动新能源汽车的使用',
	'use_3' => '促进物联网智能白色家电产业的节能减排',
	'use_4' => '帮助均衡能源结构',
	'use_5' => '增强合同能源管理',
	'use_6' => '提高普通家庭网络及设备单位能耗使用效率',
	'use_7' => '去中心化，可以追溯资源回收',
	'use_8' => '环境信息协调统一',
	'use_9' => '推荐环境及能源数据资源全面整合共享',
	'use_10' => '帮助行业组织及政府部门科学制定生态环境政策，提高环境应急处理能力',
	'use_11' => '创新生态环境监管模式',
	'use_12' => '引入区块链+芯片技术，强化信息安全保障',

	// news
	'news' => 'OASES新闻',
	'news_more' => '查看更多',
];