<?php 

return [
	'chain' => 'chain to the miracle',
	// sys
	'sys' => '次世代ブロックチェン環境保護技術及びエネルギー管理システム',

	// idea
	'idea' => '緑の生活理念を提唱',
	'idea1' => 'ONEシステム',
	'idea1_1' => 'OASES生态系',
	'idea1_2' => 'OASES生態システムは、実体経済産業におけるブロックチェン技術を活用することによって、世界中の環境汚染の削減、資源消費の削減、排出監視、環境ビッグデータの収集・分析などの問題について完全な解決策を講じる。又は、グローバル環境保護基準の策定及び各資源資産取引市場成形の推進や、さらなる省エネやエコ世界の構築を目指す。',
	'idea2' => 'TWOフロー',
	'idea2_1' => 'マテリアル・フロー（OMF）',
	'idea2_2' => 'マテリアルフローはマテリアルの状態及びエネルギーの性質を決める要素であり、OASESマテリアルフローの理論基礎でもある。',
	'idea2_3' => 'インフォメーション・フロー（OIF）',
	'idea2_4' => 'インフォメーションフローは情伝達する際にエネルギーが発生すると主張し、これがOASESインフォメーションフローの理論基礎である。',
	'idea3' => 'THEREアーキテクチャ',
	'idea3_1' => 'スペース・アーキテクチャ（OSS）',
	'idea3_2' => 'スペース・アーキテクチャ（OSS）は生態システムのエネルギーの表す方を定義する。',
	'idea3_3' => '組分け・アーキテクチャ（OCDS）',
	'idea3_4' => '組分け・アーキテクチャ（OCDS）は生態システムの中に物質のエネルギーアーキテクチャや特性を定義する。',
	'idea3_5' => '循環・アーキテクチャ（OFS）',
	'idea3_6' => 'OASES生態システムの循環アーキテクチャはエネルギー循環とエネルギー変換の重要なルートである。',

	// 区块链
	'block' => 'ブロックチェン技術をベースとする',
	'block1' => 'スマート契約',
	'block2' => '共識協議',
	'block3' => 'インセンティブ体系',
	'block4' => '分散型保存',
	'block5' => '分散型演算',
	'block6' => 'バーチャル・マシン',

	// use
	'use' => '業界での応用',
	'use_1' => 'エコお出かけの提唱',
	'use_2' => '新エネルギー車使用普及の推進',
	'use_3' => 'モノインタネット・知能白物家電産業における省エネや排出量削減を促進',
	'use_4' => 'エネルギー・アーキテクチャの均衡に役立つ',
	'use_5' => 'エネルギー性能契約の強化',
	'use_6' => '家庭インタネット及び設備のエネルギー消費効率を向上',
	'use_7' => '脱中心化、リバーシブル資源回収',
	'use_8' => '環境インフォメーションの調和・統一',
	'use_9' => '環境とエネルギーデータの全面的なマッチング・共有を推薦',
	'use_10' => '組織及び政府関連部門に科学的な生態環境政策の策定を推進し、環境への応急処置能力を高める',
	'use_11' => '生態環境監視仕組みのインキュベーション',
	'use_12' => 'ブロックチェン+チップ技術の導入による情報安全確保を強化',

	// news
	'news' => 'OASES ニュース',
	'news_more' => 'もっと見る',

	// 底部
	'join' => 'コミュニティに参加',
	'telegram' => 'Telegram',
	'twitter' => 'Twitter',
	'facebook' => 'Facebook',
	'wechat' => 'Wechat',

	'resource' => 'リソース',
	'book' => 'OASESプロジェクトホワイトペーパー',

	'follow' => 'フォロー',
	'follow_weibo' => 'Weibo',
	'follow_wechat' => 'Wechat',
	'follow_news' => 'ニュース',

	'contact' => 'お問合せ',
	'contact_email' => 'oases@oases.pro',
	'email' => 'Email',
];